{
  "noticias": [
    {
      "titulo": "Streaming: Wallows – «Tell Me That It’s Over»",
      "contenido": "Wallows, la banda estadounidense de Los Ángeles compuesta por Dylan Minnette, Braeden Lemasters y Cole Preston ha publicado su segundo disco, Tell Me That It’s Over, el 25 de marzo de 2022",
      "link": "https://crazyminds.es/streamings/streaming-wallows-tell-me-that-its-over/"
    },
    {
      "titulo": "Rex Orange County se apunta su primer número 1 en UK",
      "contenido": "Alex O’Connor, o lo que es lo mismo, Rex Orange County, se acaba de apuntar su primer número 1 en las islas británicas con la edición de su cuarto álbum ‘Who Cares?‘",
      "link": "https://jenesaispop.com/2022/03/19/430020/rex-orange-county-se-apunta-su-primer-numero-1-en-uk/"
    },
    {
      "titulo": "COIN Break Down New Album Uncanny Valley Track By Track",
      "contenido": "If the members of COIN want listeners to take anything away from the album, it’s this: “We’re all just learning and loving.”",
      "link": "https://consequence.net/2022/03/coin-uncanny-valley-album-breakdown-stream/"
    },
    {
      "titulo": "Maggie Rogers announces sophomore album ‘Surrender’",
      "contenido": "the upcoming album sees Maggie Rogers once again teaming up with Kid Harpoon. Kid Harpoon worked on her 2019 debut album, Heard It in a Past Life. Surrender boasts 12 tracks, but there’s no lead single from the album released yet. ",
      "link": "https://indie88.com/maggie-rogers-announces-sophomore-album-surrender/"
    },
    {
      "titulo": "alt-J Talk Their New Album, the Pandemic, & Family Life",
      "contenido": "Indie rock/folk act alt-J has become an underground cult sensation finessing their indie roots with mainstream rock. With their hits “Left Hand Free,” “Breezeblocks,” and recently “U&ME,” the UK-based band has made an indelible mark on fans",
      "link": "https://www.theaquarian.com/2022/03/28/alt-j-talk-their-new-album-the-pandemic-family-life/"
    },
    {
      "titulo": "Harry Styles comienza su nueva era este viernes con ‘As It Was’",
      "contenido": "Hace unos días Harry Styles pilló de imprevisto a todos con el anuncio de su tercer álbum de estudio ‘Harry’s House’. Ahora, después de varias jornadas de absoluto silencio, el inglés decide dar el pistoletazo de salida a esta nueva era con su primer single",
      "link": "https://jenesaispop.com/2022/03/29/430348/harry-styles-as-it-was/"
    },
    {
      "titulo": "Wallows Deals with Complex Themes in ‘Tell Me That It’s Over’",
      "contenido": "Exploring love and loss in an overtly honest way, Wallows created a second album meant to be listened to from start to finish.",
      "link": "https://loyolaphoenix.com/2022/03/wallows-deals-with-complex-themes-in-tell-me-that-its-over/"
    }
  ]
}